/**
 * Created by patrick on 15/12/30.
 */


new Vue({
    el: '#assets_info',
    data:{
        asset_attributes: [
            "运维1","运维2","运维3","运维4","运维5","运维6"
        ],
        assets_info: [
            {"运维1":"运维","运维2":"运维2","运维3":"运维5","运维4":"运维4","运维5":"运维5"},
            {"运维1":"运维","运维2":"运维2","运维3":"运维4","运维4":"运维4","运维5":"运维5"},
            {"运维1":"运维","运维2":"运维2","运维3":"运维1","运维4":"运维4","运维5":"运维5"},
            {"运维1":"运维","运维2":"运维2","运维3":"运维4","运维4":"运维4","运维5":"运维5"},
            {"运维1":"运维","运维2":"运维2","运维3":"运维7","运维4":"运维4","运维5":"运维5"},
            {"运维1":"运维","运维2":"运维2","运维3":"运维8","运维4":"运维4","运维5":"运维5"}
        ]
    }
});